tap "buo/cask-upgrade"
tap "codecrafters-io/tap"
tap "confluentinc/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ansible"
brew "awk"
brew "aws-vault"
brew "awscli"
brew "coq"
brew "d2"
brew "direnv"
brew "docker-machine"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "git-recent"
brew "gitlab-runner"
brew "glab"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hexyl"
brew "htop"
brew "jq"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "llvm"
brew "maven"
brew "minikube"
brew "mysql"
brew "node"
brew "pandoc"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tailscale"
brew "terraform-docs"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "wireshark"
brew "codecrafters-io/tap/codecrafters"
brew "confluentinc/tap/cli"
cask "arc"
cask "deepl"
cask "discord"
cask "docker"
cask "font-goldman"
cask "google-chrome"
cask "iterm2"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "monitorcontrol"
cask "notion"
cask "numi"
cask "obsidian"
cask "slack"
cask "telegram"
cask "trunk-io"
cask "visual-studio-code"
cask "wechat"
cask "whatsapp"
cask "wireshark-chmodbpf"
cask "wkhtmltopdf"
cask "zoom"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradgashler.htmltagwrap"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "electreefrying.auto-import"
vscode "electreefrying.drag-import-relative-path"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "geecode.geecode-python"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mkornelsen.vscode-arm64"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "mwpb.java-prettier-formatter"
vscode "orangeinfusion.dotenv-plus-json"
vscode "orta.vscode-jest"
vscode "peakchen90.open-html-in-browser"
vscode "pkief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sburg.vscode-javascript-booster"
vscode "seudev.vscode-java-snippets"
vscode "sourcegraph.cody-ai"
vscode "steoates.autoimport"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "trunk.io"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "xabikos.javascriptsnippets"
