tap "aws/tap"
tap "bridgecrewio/tap"
tap "codecrafters-io/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "FelixKratz/formulae"
tap "homebrew/services"
brew "xz"
brew "arm-none-eabi-gcc"
brew "openssl@3"
brew "arm-none-eabi-gdb"
brew "awk"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "checkov"
brew "cilium-cli"
brew "curl"
brew "d2"
brew "dnsmasq"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "go"
brew "helm"
brew "htop"
brew "hubble"
brew "infracost"
brew "inframap"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libpcap"
brew "lima"
brew "llvm"
brew "lxc"
brew "openjdk"
brew "nasm"
brew "oha"
brew "openconnect"
brew "postgresql"
brew "pre-commit"
brew "prometheus"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tailscale"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "wget"
brew "wireshark"
brew "x86_64-elf-binutils"
brew "x86_64-linux-gnu-binutils"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "codecrafters-io/tap/codecrafters"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/vault"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "riscv-software-src/riscv/riscv-tools"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
brew "txn2/tap/kubefwd"
cask "nikitabobko/tap/aerospace"
cask "anki"
cask "antigravity"
cask "chatgpt"
cask "claude"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "monitorcontrol"
cask "multipass"
cask "notion"
cask "obsidian"
cask "slack"
cask "tailscale-app"
cask "telegram"
cask "thebrowsercompany-dia"
cask "trunk-io"
cask "visual-studio-code"
cask "wechat"
cask "whatsapp"
cask "wireshark-chmodbpf"
cask "zoom"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "electreefrying.auto-import"
vscode "electreefrying.drag-import-relative-path"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "geecode.geecode-python"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gurumukhi.selected-lines-count"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "huangbaoshan.comment-aligner"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mkornelsen.vscode-arm64"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "mwpb.java-prettier-formatter"
vscode "nextchaptersoftware.unblocked-vscode"
vscode "oracle.oracle-java"
vscode "orangeinfusion.dotenv-plus-json"
vscode "orta.vscode-jest"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "peakchen90.open-html-in-browser"
vscode "pkief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "ritwickdey.liveserver"
vscode "sburg.vscode-javascript-booster"
vscode "seudev.vscode-java-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "steoates.autoimport"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "trunk.io"
vscode "twxs.cmake"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "xabikos.javascriptsnippets"
go "golang.org/x/tools/gopls"
go "mvdan.cc/sh/v3/cmd/shfmt"
go "honnef.co/go/tools/cmd/staticcheck"
